/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Echec de consultation d’adresse";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Erreur de connexion";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Impossible de se connecter à %1$@: %2$@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Impossible de lire depuis %1$@: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address “%@”: %@." = "Impossible d’aboutir à l’adresse \"%1$@\": %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Impossible de retourver l’adresse par Bonjour.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Impossible d’écrire sur %1$@: %2$@.";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Erreur de lecture";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Erreur d’écriture";
